{
  "architectures": ["BertForMaskedLM"],
  "hidden_act": "gelu",
  "hidden_size": 1024,
  "intermediate_size": 4096,
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 40000,
  "model_type": "bert",
  "num_attention_heads": 16,
  "num_hidden_layers": 30,
  "pad_token_id": 0,
  "type_vocab_size": 2,
  "vocab_size": 30
}
